[
  {
    "projectID": 23080805,
    "keyword": "fullStack",
    "name": "Infiny E-commerce",
    "client": "own project",
    "description": "Infiny E-commerce is a single vendor serverless E-commerce Web Application. Build with React JS single page application technology (SPA) and Firebase Realtime Database.",
    "contribution": "I build this project for practice purposes. I learn Firebase Real-Time Database on this project. ",
    "technology": ["React", "Firebase", "Tailwind CSS"],
    "category": "Full-Stack Development",
    "sourceCode": "https://github.com/mamorshedalam/infiny-ecommerce",
    "liveLink": "https://infiny-ecommerce.netlify.app/",
    "thumbnail": "",
    "screenshot": [""]
  },
  {
    "projectID": 23080801,
    "keyword": "frontEnd",
    "name": "X METAVERSE PRO",
    "client": "The X META Foundation",
    "description": "X METAVERSE PRO is a super ecology built on Web 3.0 and DeFi 2.0 architecture. It is committed to building a new business world of 3D immersive metaverse - X METAWORLD. X METAVERSE PRO collaborates with global technology enthusiasts, financial experts, business elites, and Dao members to develop Metaverse Investment Bank, NFT Trading Market, Metaverse Mall, Alliance Reserve Bureau, Dex, GameFi, SocialFi, Metaverse City Cluster, and other ecological applications.",
    "contribution": "I build front-end of X Meta company portfolio, X Meta copy trading & X Meta dashboard. I learn the integration of Lottie Animation on this project.",
    "technology": [
      "JavaScript",
      "Tailwind CSS",
      "Chart JS",
      "Lottie Animation"
    ],
    "category": "Front-End Development",
    "sourceCode": "",
    "liveLink": "https://www.xmetaversepro.com",
    "thumbnail": "",
    "screenshot": [""]
  },
  {
    "projectID": 23080802,
    "keyword": "frontEnd",
    "name": "Dolares",
    "client": "Costablanca",
    "description": "Dolares is one of the biggest online marketing platforms where you can earn money. Register and try games or apps. Take part in different surveys and earn money from home easily.",
    "contribution": "I build the front-end of the website. I learn the integration of Chart JS on this project.",
    "technology": ["JavaScript", "Tailwind CSS", "Chart JS"],
    "category": "Front-End Development",
    "sourceCode": "",
    "liveLink": "https://dolares.co",
    "thumbnail": "",
    "screenshot": [""]
  },
  {
    "projectID": 23080803,
    "keyword": "frontEnd",
    "name": "GVI",
    "client": "GVI Company Limited",
    "description": "Global Village International (GVI) is one of the Bangladesh’s leading premium import, marketing and distribution company. Global Village International (GVI) has been successfully operating in the Bangladesh region with multiple concepts providing a selection of trusted brands to through all channels of distribution. Established in 1999, our history and wealth of knowledge and our experience of more than 2 decades help us to to provide our customers with best modernized and innovative service.",
    "contribution": "I build the front-end of the website. I learn building of slider in slider on this project which is on gallery page.",
    "technology": ["JavaScript", "Bootstrap"],
    "category": "Front-End Development",
    "sourceCode": "",
    "liveLink": "https://gvibd.com",
    "thumbnail": "",
    "screenshot": [""]
  },
  {
    "projectID": 23080804,
    "keyword": "fullStack",
    "name": "RMS",
    "client": "own project",
    "description": "RMS (Result Management System) is a program that use to manage academic examination results. It's can calculate marks and generate the result by itself. And can publish the result to the students. After entering every subject’s mark admin can public the result page to the student and students can search their results by themself.",
    "contribution": "This project I build as my diploma thesis. I lean Node on this project.",
    "technology": ["JavaScript", "Node", "MongoDB", "Axios"],
    "category": "Full-Stack Development",
    "sourceCode": "https://github.com/mamorshedalam/rms-v1",
    "liveLink": "https://rms-v1-ten.vercel.app/",
    "thumbnail": "",
    "screenshot": [""]
  }
]
